Repository: aminenidae/ScreenTime-BMAD
Catalog: ScreenTimeRewardsProject/ScreenTimeRewards/Localizable.xcstrings
Source language: en
Languages: fr

source: Why name this app?
fr: Pourquoi nommer cette appli?

source: YOUR BENEFITS
fr: VOS AVANTAGES

source: YOUR STREAK FOR THIS APP
fr: TA SÉRIE POUR CETTE APPLI

source: YOUR SYSTEM IS LIVE
fr: VOTRE SYSTÈME EST ACTIF

source: Yes, It Matches
fr: Oui, ça correspond

source: Yest.
fr: Hier

source: You are now a
fr: Vous êtes maintenant un

source: You can connect up to %lld parent devices.
fr: Vous pouvez connecter jusqu'à %lld appareils parents.

source: You can easily change daily time targets from the Parent Dashboard.
fr: Vous pouvez facilement changer les cibles de temps quotidiennes depuis le tableau de bord parent.

source: You can still review your data from Settings.
fr: Vous pouvez toujours consulter vos données dans les Paramètres.

source: You decide what's safe — enforced automatically
fr: Vous décidez ce qui est sûr — appliqué automatiquement

source: You earned %lld bonus minutes!
fr: Tu as gagné %lld minutes bonus!

source: You set what's safe. They earn what's fun.
fr: Vous définissez ce qui est sûr. Ils gagnent ce qui est amusant.

source: You'll configure the real app with step-by-step guidance. We'll show you exactly what to do.
fr: Vous configurerez l'appli réelle avec des instructions étape par étape. Nous vous montrerons exactement quoi faire.

source: You'll need access to the child device for a few minutes.
fr: Vous aurez besoin d'accéder à l'appareil de l'enfant pendant quelques minutes.

source: You're all set to empower your child's learning journey.
fr: Vous êtes prêt à soutenir le parcours d'apprentissage de votre enfant.

source: You're all set—%@ will show paired devices in the dashboard.
fr: Vous êtes prêt — %@ affichera les appareils associés dans le tableau de bord.

source: You've already done the hard part. Try everything free for 14 days — no payment now. We'll only ask if you decide to keep it.
fr: Vous avez déjà fait le plus difficile. Essayez tout gratuitement pendant 14 jours — aucun paiement maintenant. Nous vous le demanderons seulement si vous décidez de le garder.

source: You've earned %@ of reward time. Enjoy your games!
fr: Tu as gagné %@ de temps de récompense. Amuse-toi bien!

source: You've joined %@. You can now monitor all connected children.
fr: Vous avez rejoint %@. Vous pouvez maintenant surveiller tous les enfants connectés.

source: You've successfully configured your first apps
fr: Vous avez configuré avec succès vos premières applis

source: You've successfully joined the family. You can now monitor all connected children.
fr: Vous avez rejoint la famille avec succès. Vous pouvez maintenant surveiller tous les enfants connectés.

source: You've successfully linked Leo's device.
fr: Vous avez lié avec succès l'appareil de Leo.

source: Your %@ plan supports up to %lld child device%@, but you have %lld paired. Please unpair %lld device%@ or upgrade your plan.
fr: Votre forfait %@ prend en charge jusqu'à %lld appareil%@ d'enfant, mais vous en avez %lld associé(s). Veuillez dissocier %lld appareil%@ ou mettre à niveau votre forfait.

source: Your 14-day free trial has ended. Connect with your parent to continue using the app.
fr: Votre essai gratuit de 14 jours est terminé. Connecte-toi à ton parent pour continuer à utiliser l'appli.

source: Your child can use this app %@
fr: Votre enfant peut utiliser cette appli %@

source: Your child can use this app anytime
fr: Votre enfant peut utiliser cette appli en tout temps

source: Your child can use this app for %@ %@
fr: Votre enfant peut utiliser cette appli pendant %@ %@

source: Your child will earn %@ bonus at completion of %lld-day streak.
fr: Votre enfant gagnera un bonus de %@ à la fin d'une série de %lld jours.

source: Your child will earn %lld minutes bonus at completion of %lld-day streak.
fr: Votre enfant gagnera un bonus de %lld minutes à la fin d'une série de %lld jours.

source: Your data is private and secure. Learn more.
fr: Vos données sont privées et sécurisées. En savoir plus.

source: Your free trial expires in %lld days. Renew to avoid interruption.
fr: Votre essai gratuit expire dans %lld jours. Renouvelez pour éviter toute interruption.

source: Your free trial expires today. Subscribe to keep screen time controls active.
fr: Votre essai gratuit expire aujourd'hui. Abonnez-vous pour garder les contrôles de temps d'écran actifs.

source: Your free trial has ended
fr: Votre essai gratuit est terminé

source: Your free trial has ended. Subscribe to continue using Tic Lock.
fr: Votre essai gratuit est terminé. Abonnez-vous pour continuer à utiliser Tic Lock.

source: Your iCloud storage is full. Free up space in Settings → [Your Name] → iCloud → Manage Account Storage, or upgrade your iCloud+ plan, then try again.
fr: Votre stockage iCloud est plein. Libérez de l'espace dans Réglages → [Votre nom] → iCloud → Gérer le stockage du compte, ou mettez à niveau votre forfait iCloud+, puis réessayez.

source: Your iCloud storage is full. Free up space in Settings → [Your Name] → iCloud → Manage Account Storage, then try again.
fr: Votre stockage iCloud est plein. Libérez de l'espace dans Réglages → [Votre nom] → iCloud → Gérer le stockage du compte, puis réessayez.

source: Your partner has already set up Tic Lock. Join their family to monitor together.
fr: Votre partenaire a déjà configuré Tic Lock. Rejoignez sa famille pour surveiller ensemble.

source: Your partner should scan this code to join your family
fr: Votre partenaire devrait scanner ce code pour rejoindre votre famille

source: Your setup stays exactly as you left it.
fr: Votre configuration reste exactement comme vous l'avez laissée.

source: Your subscription expires in %lld days. Renew to avoid interruption.
fr: Votre abonnement expire dans %lld jours. Renouvelez pour éviter toute interruption.

source: Your subscription expires today. Subscribe to keep screen time controls active.
fr: Votre abonnement expire aujourd'hui. Abonnez-vous pour garder les contrôles de temps d'écran actifs.

source: Your subscription has been restored.
fr: Votre abonnement a été restauré.

source: Your subscription is managed by your parent's device. Contact them for any changes.
fr: Votre abonnement est géré par l'appareil de votre parent. Contactez-le pour tout changement.

source: Your trial has %lld day%@ remaining
fr: Il vous reste %lld jour%@ d'essai

source: all
fr: toutes les

source: any
fr: n'importe quelles

source: anytime
fr: n'importe quand

source: between %@ and %@
fr: entre %@ et %@

source: day
fr: jour

source: days
fr: jours

source: e.g. Mom, Dad, Sarah
fr: p. ex. Maman, Papa, Sarah

source: e.g. Sam, Emma, Alex
fr: p. ex. Sam, Emma, Alex

source: iCloud Error
fr: Erreur iCloud

source: iCloud Required
fr: iCloud requis

source: just %@ / week
fr: seulement %@ / semaine

source: just %@/week
fr: seulement %@/semaine

source: learning apps
fr: applis d'apprentissage

source: of %lld min
fr: sur %lld min

source: or
fr: ou

source: per day
fr: par jour

source: per month
fr: par mois

source: per week
fr: par semaine

source: per year
fr: par an

source: today
fr: aujourd'hui

source: unlimited
fr: illimité

source: week
fr: semaine

source: your parent device
fr: votre appareil parent

source: ~%lld%% off today
fr: ~%lld %% de rabais aujourd'hui

source: 👆 Tap Allow
fr: 👆 Touchez Autoriser

source: 🔓 DEV: Bypass Subscription
fr: 🔓 DÉV : contourner l'abonnement
